{
    "Polity Laxmikanth": {
      "Chapter 22": {
        "Unequal Status with Lok Sabha": "In the following matters the powers and status of the Rajya Sabha are unequal to that of the Lok Sabha: 1. A Money Bill can be introduced only in the Lok Sabha and not in the Rajya Sabha. 2. Rajya Sabha cannot amend or reject a Money Bill. It should return the bill to the Lok Sabha within 14 days either with recommendations or without recommendations. 3. The Lok Sabha can either accept or reject all or any of the recommendations of the Rajya Sabha. In both the cases the money bill is deemed to have been passed by the two Houses. 4. A financial bill not containing solely the matters of Article 110 also can be introduced only in the Lok Sabha and not in the Rajya Sabha. But with regard to its passage both the Houses have equal powers. 5. The final power to decide whether a particular bill is a Money Bill or not is vested in the Speaker of the Lok Sabha. 6. The Speaker of Lok Sabha presides over the joint sitting of both the Houses. 7. The Lok Sabha with greater number wins the battle in a joint sitting except when the combined strength of the ruling party in both the Houses is less than that of the opposition parties. 8. Rajya Sabha can only discuss the budget but cannot vote on the demands for grants (which is the exclusive privilege of the Lok Sabha). 9. A resolution for the discontinuance of the national emergency can be passed only by the Lok Sabha and not by the Rajya Sabha. 10. The Rajya Sabha cannot remove the council of ministers by passing a no-confidence motion. This is because the Council of ministers is collectively responsible only to the Lok Sabha. But the Rajya Sabha can discuss and criticise the policies and activities of the government.",
        "Special Powers of Rajya Sabha": "Due to its federal character the Rajya Sabha has been given two exclusive or special powers that are not enjoyed by the Lok Sabha: 1. It can authorise the Parliament to make a law on a subject enumerated in the State List (Article 249). 2. It can authorise the Parliament to create new All-India Services common to both the Centre and states (Article 312). An analysis of the above points makes it clear that the position of the Rajya Sabha in our constitutional system is not as weak as that of the House of Lords in the British constitutional system nor as strong as that of the Senate in the American constitutional system. Except in financial matters and control over the council of ministers the powers and status of the Rajya Sabha in all other spheres are broadly equal and coordinate with that of the Lok Sabha. Even though the Rajya Sabha has been given less powers as compared with the Lok Sabha its utility is supported on the following grounds: 1. It checks hasty defective careless and ill-considered legislation made by the Lok Sabha by making provision of revision and thought. 2. It facilitates giving representation to eminent professionals and experts who cannot face the direct election. The President nominates 12 such persons to the Rajya Sabha. 3. It maintains the federal equilibrium by protecting the interests of the states against the undue interference of the Centre.",
        "Parliamentary Privileges": "Parliamentary privileges are special rights, immunities, and exemptions enjoyed by the two Houses of Parliament, their committees, and their members. They are necessary in order to secure the independence and effectiveness of their actions. Without these privileges, the Houses can neither maintain their authority, dignity, and honour nor can protect their members from any obstruction in the discharge of their parliamentary responsibilities. The Constitution has also extended the parliamentary privileges to those persons who are entitled to speak and take part in the proceedings of a House of Parliament or any of its committees. These include the attorney general of India and Union ministers. It must be clarified here that the parliamentary privileges do not extend to the president who is also an integral part of the Parliament. Parliamentary privileges can be classified into two broad categories: 1. those that are enjoyed by each House of Parliament collectively and 2. those that are enjoyed by the members individually. Collective Privileges: The privileges belonging to each House of Parliament collectively are: 1. It has the right to publish its reports, debates, and proceedings and also the right to prohibit others from publishing the same. The 44th Amendment Act of 1978 restored the freedom of the press to publish true reports of parliamentary proceedings without prior permission of the House. But this is not applicable in the case of a secret sitting of the House. 2. It can exclude strangers from its proceedings and hold secret sittings to discuss some important matters. 3. It can make rules to regulate its own procedure and the conduct of its business and to adjudicate upon such matters. 4. It can punish members as well as outsiders for breach of its privileges or its contempt by reprimand, admonition, or imprisonment (also suspension or expulsion in case of members). 5. It has the right to receive immediate information of the arrest, detention, conviction, imprisonment, and release of a member. 6. It can institute inquiries and order the attendance of witnesses and send for relevant papers and records. 7. The courts are prohibited to inquire into the proceedings of a House or its committees. 8. No person (either a member or outsider) can be arrested and no legal process (civil or criminal) can be served within the precincts of the House without the permission of the presiding officer. Individual Privileges: The privileges belonging to the members individually are: 1. They cannot be arrested during the session of Parliament and 40 days before the beginning and 40 days after the end of a session. This privilege is available only in civil cases and not in criminal cases or preventive detention cases. 2. They have freedom of speech in Parliament. No member is liable to any proceedings in any court for anything said or any vote given by him in Parliament or its committees. This freedom is subject to the provisions of the Constitution and to the rules and standing orders regulating the procedure of Parliament.",
        "Breach of Privilege and Contempt of the House": "When any individual or authority disregards or attacks any of the privileges, rights, and immunities either of the member individually or of the House in its collective capacity, the offence is termed as breach of privilege and is punishable by the House. Any act or omission which obstructs a House of Parliament, its member or its officer in the performance of their functions, or which has a tendency directly or indirectly to produce results against the dignity, authority, and honour of the House is treated as a contempt of the House. Though the two phrases ‘breach of privilege’ and ‘contempt of the House’ are used interchangeably, they have different implications. ‘Normally a breach of privilege may amount to contempt of the House. Likewise, contempt of the House may include a breach of privilege also. Contempt of the House, however, has wider implications. There may be a contempt of the House without specifically committing a breach of privilege’. Similarly, ‘actions which are not breaches of any specific privilege but are offences against the dignity and authority of the House amount to contempt of the House’. For example, disobedience to a legitimate order of the House is not a breach of privilege but can be punished as contempt of the House. Sources of Privileges: Originally the Constitution (Article 105) expressly mentioned two privileges, that is freedom of speech in Parliament and right of publication of its proceedings. With regard to other privileges, it provided that they were to be the same as those of the British House of Commons, its committees, and its members on the date of its commencement (i.e., 26 January 1950) until defined by Parliament. The 44th Amendment Act of 1978 provided that the other privileges of each House of Parliament, its committees, and its members are to be those which they had on the date of its commencement (i.e., 20 June 1979) until defined by Parliament. This means that the position with regard to other privileges remains the same. In other words, the amendment has made only verbal changes by dropping a direct reference to the British House of Commons without making any change in the implication of the provision.",
      }
    }
}